Repository: LaoZhong-Mihari/HRT-Recorder-PKcomponent-Test
Catalog: Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, ko, th, zh_hans, zh_hant

source: The selected time conflicts with the spoken time. Please review it before recording.
de: Die ausgewählte Uhrzeit widerspricht der gesprochenen Uhrzeit. Prüfen Sie die Angaben vor dem Aufzeichnen.
es: La hora seleccionada no coincide con la indicada por voz. Revísala antes de registrar.
fr: L’heure sélectionnée diffère de celle énoncée. Vérifiez-la avant l’enregistrement.
ja: 選択した時刻と音声で指定した時刻が一致しません。記録前に確認してください。
ko: 선택한 시간이 말한 시간과 일치하지 않습니다. 기록하기 전에 검토하세요.
th: เวลาที่เลือกขัดแย้งกับเวลาที่ระบุด้วยเสียง โปรดตรวจสอบก่อนบันทึก
zh_hans: 所选时间与口述时间冲突。请在记录前核对。
zh_hant: 所選時間與口述時間衝突。請在記錄前核對。

source: The selected volume conflicts with the spoken volume. Please review it before recording.
de: Das ausgewählte Volumen widerspricht dem gesprochenen Volumen. Prüfen Sie die Angaben vor dem Aufzeichnen.
es: El volumen seleccionado no coincide con el indicado por voz. Revísalo antes de registrar.
fr: Le volume sélectionné diffère de celui énoncé. Vérifiez-le avant l’enregistrement.
ja: 選択した容量と音声で指定した容量が一致しません。記録前に確認してください。
ko: 선택한 부피가 말한 부피와 일치하지 않습니다. 기록하기 전에 검토하세요.
th: ปริมาตรที่เลือกขัดแย้งกับค่าที่ระบุด้วยเสียง โปรดตรวจสอบก่อนบันทึก
zh_hans: 所选体积与口述体积冲突。请在记录前核对。
zh_hant: 所選體積與口述體積衝突。請在記錄前核對。

source: The spoken volume is inconsistent. Please review it before recording.
de: Das gesprochene Volumen ist widersprüchlich. Prüfen Sie die Angaben vor dem Aufzeichnen.
es: El volumen indicado por voz no es coherente. Revísalo antes de registrar.
fr: Le volume énoncé est incohérent. Vérifiez-le avant l’enregistrement.
ja: 音声で指定した容量に矛盾があります。記録前に確認してください。
ko: 말한 부피가 서로 일치하지 않습니다. 기록하기 전에 검토하세요.
th: ปริมาตรที่ระบุด้วยเสียงไม่สอดคล้องกัน โปรดตรวจสอบก่อนบันทึก
zh_hans: 口述体积信息不一致。请在记录前核对。
zh_hant: 口述體積資訊不一致。請在記錄前核對。

source: The sublingual absorption fraction must be between 0 and 1.
de: Die sublinguale Absorptionsfraktion muss zwischen 0 und 1 liegen.
es: La fracción de absorción sublingual debe estar entre 0 y 1.
fr: La fraction d’absorption sublinguale doit être comprise entre 0 et 1.
ja: 舌下吸収率は0〜1の範囲で指定してください。
ko: 설하 흡수율은 0과 1 사이여야 합니다.
th: สัดส่วนการดูดซึมใต้ลิ้นต้องอยู่ระหว่าง 0 ถึง 1
zh_hans: 舌下吸收比例必须介于 0 和 1 之间。
zh_hant: 舌下吸收比例必須介於 0 和 1 之間。

source: The volume is outside a safe recording range.
de: Das Volumen liegt außerhalb des zulässigen Erfassungsbereichs.
es: El volumen está fuera del rango permitido para registrar datos.
fr: Le volume est hors de la plage autorisée pour l’enregistrement.
ja: 容量が記録可能な範囲外です。
ko: 부피가 허용된 기록 범위를 벗어났습니다.
th: ปริมาตรอยู่นอกช่วงที่รองรับสำหรับการบันทึก
zh_hans: 体积超出可安全记录的范围。
zh_hant: 體積超出可安全記錄的範圍。

source: The widget curve displays this many hours before and after the current time.
de: Die Widget-Kurve zeigt diese Anzahl von Stunden vor und nach der aktuellen Uhrzeit an.
es: La curva del widget muestra este número de horas antes y después de la hora actual.
fr: La courbe du widget affiche ce nombre d’heures avant et après l’heure actuelle.
ja: ウィジェットの曲線に、現在時刻の前後何時間を表示するか設定します。
ko: 위젯 곡선에 현재 시각 전후로 표시할 시간입니다.
th: จำนวนชั่วโมงก่อนและหลังเวลาปัจจุบันที่เส้นโค้งในวิดเจ็ตจะแสดง
zh_hans: 小组件曲线会显示当前时间前后对应小时数的数据。
zh_hant: 小工具曲線會顯示目前時間前後對應小時數的資料。

source: This dose is no longer available. Choose a medication plan again.
de: Diese Dosis ist nicht mehr verfügbar. Wählen Sie erneut einen Medikamentenplan aus.
es: Esta dosis ya no está disponible. Elige de nuevo un plan de medicación.
fr: Cette dose n’est plus disponible. Choisissez de nouveau un plan de traitement.
ja: この投薬内容は利用できなくなりました。服薬プランをもう一度選択してください。
ko: 이 용량은 더 이상 사용할 수 없습니다. 복약 계획을 다시 선택하세요.
th: ขนาดยานี้ไม่พร้อมใช้งานแล้ว โปรดเลือกแผนการใช้ยาอีกครั้ง
zh_hans: 该剂量已不可用。请重新选择用药计划。
zh_hant: 該劑量已無法使用。請重新選擇用藥計劃。

source: This HRT type controls the default dose, PK curve, and lab calibration. Reports still keep both E2 and T results.
de: Dieser HRT-Typ bestimmt Standarddosis, PK-Kurve und Laborkalibrierung. Berichte speichern weiterhin sowohl E2- als auch T-Ergebnisse.
es: Este tipo de HRT controla la dosis predeterminada, la curva de PK y la calibración de laboratorio. Los informes siguen conservando los resultados de E2 y T.
fr: Ce type de THS détermine la dose par défaut, la courbe PK et l’étalonnage biologique. Les bilans conservent toujours les résultats E2 et T.
ja: このHRTタイプが、既定の投薬、PK曲線、検査値の校正対象を決めます。レポートにはE2とTの両方が保存されます。
ko: 이 HRT 유형은 기본 용량, PK 곡선 및 검사 보정에 사용됩니다. 보고서에는 E2와 T 결과가 모두 저장됩니다.
th: ประเภท HRT นี้กำหนดขนาดยาเริ่มต้น เส้นโค้ง PK และการปรับเทียบผลตรวจ โดยรายงานจะยังเก็บผลทั้ง E2 และ T
zh_hans: 此 HRT 类型控制默认给药、PK 曲线和化验校准。报告仍会同时保留 E2 和 T 结果。
zh_hant: 此 HRT 類型控制預設給藥、PK 曲線與化驗校準。報告仍會同時保留 E2 與 T 結果。

source: This only removes the reminder schedule. Logged doses stay.
de: Dadurch wird nur der Erinnerungsplan entfernt. Aufgezeichnete Dosen bleiben erhalten.
es: Esto solo elimina el horario de recordatorios. Las dosis registradas se mantienen.
fr: Seul le calendrier des rappels sera supprimé. Les doses enregistrées seront conservées.
ja: 削除されるのはリマインダースケジュールだけです。記録済みの投薬は残ります。
ko: 알림 일정만 제거됩니다. 기록한 용량은 유지됩니다.
th: การดำเนินการนี้ลบเฉพาะตารางการแจ้งเตือน รายการใช้ยาที่บันทึกไว้จะยังคงอยู่
zh_hans: 这只会删除提醒计划，已记录的给药会保留。
zh_hant: 這只會刪除提醒計劃，已記錄的給藥會保留。

source: This plan is paused.
de: Dieser Plan ist pausiert.
es: Este plan está pausado.
fr: Ce plan est en pause.
ja: このプランは一時停止中です。
ko: 이 계획은 일시 중지되어 있습니다.
th: แผนนี้ถูกหยุดชั่วคราว
zh_hans: 该计划已暂停。
zh_hant: 該計劃已暫停。

source: This removes only the local reminder plan. The medication and dose history in Apple Health stay unchanged.
de: Dadurch wird nur der lokale Erinnerungsplan entfernt. Medikament und Dosishistorie in Apple Health bleiben unverändert.
es: Solo se elimina el plan local de recordatorios. El historial de medicamentos y dosis de Salud de Apple no cambia.
fr: Seul le plan de rappel local sera supprimé. Le médicament et l’historique des prises dans Santé d’Apple resteront inchangés.
ja: 削除されるのはローカルのリマインダープランだけです。ヘルスケアの薬剤情報と投薬履歴は変更されません。
ko: 로컬 알림 계획만 제거됩니다. Apple Health의 약물 및 투여 내역은 변경되지 않습니다.
th: การดำเนินการนี้ลบเฉพาะแผนการแจ้งเตือนในแอป ประวัติยาและการใช้ยาใน Apple Health จะไม่เปลี่ยนแปลง
zh_hans: 这只会删除本地提醒计划；Apple 健康中的药物和给药历史不会改变。
zh_hant: 這只會刪除本機提醒計劃；Apple 健康中的藥物和給藥記錄不會改變。

source: This report may contain both E2 and T. Only %@ is used to calibrate the current HRT curve; all results remain saved.
de: Dieser Bericht kann E2 und T enthalten. Nur %@ wird zur Kalibrierung der aktuellen HRT-Kurve verwendet; alle Ergebnisse bleiben gespeichert.
es: Este informe puede contener E2 y T. Solo %@ se utiliza para calibrar la curva de HRT actual; todos los resultados permanecen guardados.
fr: Ce bilan peut contenir E2 et T. Seul %@ sert à étalonner la courbe THS actuelle ; tous les résultats restent enregistrés.
ja: このレポートにはE2とTの両方が含まれる場合があります。現在のHRT曲線の校正には%@のみを使用し、すべての結果を保存します。
ko: 이 보고서에는 E2와 T가 모두 포함될 수 있습니다. 현재 HRT 곡선을 보정하는 데 %@만 사용됩니다. 모든 결과는 저장된 상태로 유지됩니다.
th: รายงานนี้อาจมีทั้ง E2 และ T ระบบจะใช้เฉพาะ %@ เพื่อปรับเทียบเส้นโค้ง HRT ปัจจุบัน และยังคงบันทึกผลทั้งหมดไว้
zh_hans: 一张报告可以同时包含 E2 和 T；当前仅使用 %@ 校准所选 HRT 曲线，所有结果仍会保留。
zh_hant: 一張報告可以同時包含 E2 與 T；目前僅使用 %@ 校準所選 HRT 曲線，所有結果仍會保留。

source: Those dose details are incomplete or inconsistent. Please review them before recording.
de: Die Dosisangaben sind unvollständig oder widersprüchlich. Prüfen Sie sie vor dem Aufzeichnen.
es: Esos datos de la dosis están incompletos o no son coherentes. Revísalos antes de registrar.
fr: Ces détails de dose sont incomplets ou incohérents. Vérifiez-les avant l’enregistrement.
ja: 投薬情報が不足しているか、内容に矛盾があります。記録前に確認してください。
ko: 용량 세부 정보가 불완전하거나 서로 일치하지 않습니다. 기록하기 전에 검토하세요.
th: รายละเอียดขนาดยาไม่ครบถ้วนหรือไม่สอดคล้องกัน โปรดตรวจสอบก่อนบันทึก
zh_hans: 这些剂量信息不完整或不一致。请在记录前核对。
zh_hant: 這些劑量資訊不完整或不一致。請在記錄前核對。

source: Those extra dose details do not apply to a gel dose.
de: Diese zusätzlichen Dosisangaben gelten nicht für eine Gel-Dosis.
es: Esos detalles de dosis adicionales no se aplican a una dosis de gel.
fr: Ces détails supplémentaires ne s’appliquent pas à une dose de gel.
ja: 追加された投薬情報はジェル投与には使用できません。
ko: 해당 추가 용량 정보는 젤 투여에 적용되지 않습니다.
th: รายละเอียดขนาดยาเพิ่มเติมเหล่านี้ใช้ไม่ได้กับการทาเจล
zh_hans: 这些额外剂量详情不适用于凝胶给药。
zh_hant: 這些額外劑量詳情不適用於凝膠給藥。

source: Those extra dose details do not apply to a sublingual dose.
de: Diese zusätzlichen Dosisangaben gelten nicht für eine sublinguale Dosis.
es: Esos detalles de dosis adicionales no se aplican a una dosis sublingual.
fr: Ces détails supplémentaires ne s’appliquent pas à une dose sublinguale.
ja: 追加された投薬情報は舌下投与には使用できません。
ko: 해당 추가 용량 정보는 설하 투여에 적용되지 않습니다.
th: รายละเอียดขนาดยาเพิ่มเติมเหล่านี้ใช้ไม่ได้กับการใช้ยาใต้ลิ้น
zh_hans: 这些额外剂量详情不适用于舌下含服。
zh_hant: 這些額外劑量詳情不適用於舌下含服。

source: Those extra dose details do not apply to an injection.
de: Diese zusätzlichen Dosisangaben gelten nicht für eine Injektion.
es: Esos detalles de dosis adicionales no se aplican a una inyección.
fr: Ces détails supplémentaires ne s’appliquent pas à une injection.
ja: 追加された投薬情報は注射には使用できません。
ko: 해당 추가 용량 정보는 주사에 적용되지 않습니다.
th: รายละเอียดขนาดยาเพิ่มเติมเหล่านี้ใช้ไม่ได้กับการฉีด
zh_hans: 这些额外剂量详情不适用于注射。
zh_hant: 這些額外劑量詳情不適用於注射。

source: Those extra dose details do not apply to an oral dose.
de: Diese zusätzlichen Dosisangaben gelten nicht für eine orale Dosis.
es: Esos detalles de dosis adicionales no se aplican a una dosis oral.
fr: Ces détails supplémentaires ne s’appliquent pas à une dose orale.
ja: 追加された投薬情報は経口投与には使用できません。
ko: 해당 추가 용량 정보는 경구 투여에 적용되지 않습니다.
th: รายละเอียดขนาดยาเพิ่มเติมเหล่านี้ใช้ไม่ได้กับการรับประทาน
zh_hans: 这些额外剂量详情不适用于口服给药。
zh_hant: 這些額外劑量詳情不適用於口服給藥。

source: Those medication details do not describe the same dose. Please review them before recording.
de: Die Medikamentenangaben beschreiben nicht dieselbe Dosis. Prüfen Sie sie vor dem Aufzeichnen.
es: Esos datos de la medicación no describen la misma dosis. Revísalos antes de registrar.
fr: Ces détails de médicament ne décrivent pas la même dose. Vérifiez-les avant l’enregistrement.
ja: 薬剤情報が同じ投薬内容を示していません。記録前に確認してください。
ko: 약물 세부 정보가 같은 용량을 나타내지 않습니다. 기록하기 전에 검토하세요.
th: รายละเอียดยาเหล่านั้นไม่ได้ระบุขนาดยาเดียวกัน โปรดตรวจสอบก่อนบันทึก
zh_hans: 这些药物信息并非同一剂量。请在记录前核对。
zh_hant: 這些藥物資訊並非同一劑量。請在記錄前核對。

source: Time
de: Zeit
es: Hora
fr: Heure
ja: 時刻
ko: 시간
th: เวลา
zh_hans: 时间
zh_hant: 時間

# Time %lld
source: Time %1$lld
de: Zeit %1$lld
es: Hora %1$lld
fr: Heure %1$lld
ja: 時刻%1$lld
ko: 시간 %1$lld
th: เวลา %1$lld
zh_hans: 时间 %1$lld
zh_hant: 時間 %1$lld

source: Timeline
de: Zeitleiste
es: Cronología
fr: Chronologie
ja: タイムライン
ko: 타임라인
th: ไทม์ไลน์
zh_hans: 时间线
zh_hant: 時間軸

# timeline.bodyWeight.accessibility.value
source: Body weight value
de: Körpergewichtswert
es: Valor del peso corporal
fr: Valeur du poids
ja: 体重の値
ko: 체중 값
th: ค่าน้ำหนักตัว
zh_hans: 体重数值
zh_hant: 體重數值

# timeline.bodyWeight.help
source: The configured body weight affects concentration calculations.
de: Das konfigurierte Körpergewicht beeinflusst die Konzentrationsberechnungen.
es: El peso corporal configurado afecta los cálculos de concentración.
fr: Le poids configuré influe sur le calcul des concentrations.
ja: 設定した体重は濃度計算に影響します。
ko: 설정한 체중은 농도 계산에 영향을 줍니다.
th: น้ำหนักตัวที่กำหนดค่าจะส่งผลต่อการคำนวณความเข้มข้น
zh_hans: 设定的体重会影响血药浓度的计算
zh_hant: 設定的體重會影響血藥濃度的計算

# timeline.bodyWeight.title
source: Body Weight
de: Körpergewicht
es: Peso corporal
fr: Poids
ja: 体重
ko: 체중
th: น้ำหนักตัว
zh_hans: 体重信息
zh_hant: 體重資訊

# timeline.chart.collapse.accessibility
source: Collapse chart
de: Diagramm zusammenklappen
es: Contraer gráfico
fr: Réduire le graphique
ja: グラフを折りたたむ
ko: 차트 접기
th: ยุบแผนภูมิ
zh_hans: 折叠图表
zh_hant: 折疊圖表

# timeline.chart.expand.accessibility
source: Expand chart
de: Diagramm erweitern
es: Expandir el gráfico
fr: Agrandir le graphique
ja: グラフを広げる
ko: 차트 펼치기
th: ขยายแผนภูมิ
zh_hans: 展开图表
zh_hant: 展開圖表

# timeline.empty
source: Add a dosing event to see the concentration curve.
de: Fügen Sie einen Dosiseintrag hinzu, um die Konzentrationskurve anzuzeigen.
es: Añade un evento de dosis para ver la curva de concentración.
fr: Ajoutez une prise pour afficher la courbe de concentration.
ja: 投薬イベントを追加すると濃度曲線が表示されます。
ko: 농도 곡선을 보려면 투여 기록을 추가하세요.
th: เพิ่มรายการใช้ยาเพื่อดูเส้นโค้งความเข้มข้น
zh_hans: 添加一次给药事件以查看浓度曲线。
zh_hant: 添加一次給藥事件以查看濃度曲線。

# timeline.history.hidden_count
source: %lld older entries hidden
de: %lld ältere Einträge versteckt
es: %lld entradas anteriores ocultas
fr: %lld entrées précédentes masquées
ja: %lld件の古い記録を非表示
ko: 이전 항목 %lld개 숨김
th: ซ่อนรายการก่อนหน้า %lld รายการ
zh_hans: 还有 %lld 条更早记录
zh_hant: 還有 %lld 筆較早記錄

# timeline.history.show_earlier
source: Show Earlier Entries
de: Frühere Einträge anzeigen
es: Mostrar entradas anteriores
fr: Afficher les entrées précédentes
ja: 以前の記録を表示
ko: 이전 항목 표시
th: แสดงรายการก่อนหน้า
zh_hans: 显示更早记录
zh_hant: 顯示較早記錄

# timeline.row.gel
source: Apply Gel
de: Gel auftragen
es: Aplicar gel
fr: Appliquer le gel
ja: ジェルを塗る
ko: 젤 바르기
th: ทาเจล
zh_hans: 涂抹凝胶
zh_hant: 塗抹凝膠

# timeline.row.injection
source: Injection • %@
de: Injektion • %@
es: Inyección • %@
ja: 注射・%@
ko: 주사 • %@
th: ฉีด • %@
zh_hans: 肌注 • %@
zh_hant: 肌注 • %@

# timeline.row.patchApply
source: Apply Patch
de: Pflaster aufkleben
es: Aplicar parche
fr: Appliquer le patch
ja: パッチを貼る
ko: 패치 부착
th: ติดแผ่นแปะ
zh_hans: 贴剂贴敷
zh_hant: 貼劑貼敷

# timeline.row.patchRemove
source: Remove Patch
de: Pflaster entfernen
es: Retirar parche
fr: Retirer le patch
ja: パッチを外す
ko: 패치 제거
th: ถอดแผ่นแปะ
zh_hans: 贴剂移除
zh_hant: 貼劑移除

# timeline.title
source: HRT Timeline
de: HRT-Zeitleiste
es: Cronología de HRT
fr: Chronologie du THS
ja: HRTタイムライン
ko: HRT 타임라인
th: ไทม์ไลน์ HRT
zh_hans: HRT 时间轴
zh_hant: HRT 時間軸

# timeline.toolbar.add
source: Add dose
de: Dosis hinzufügen
es: Añadir dosis
fr: Ajouter une dose
ja: 投薬を追加
ko: 용량 추가
th: เพิ่มการใช้ยา
zh_hans: 新增给药
zh_hant: 新增給藥

# timeline.toolbar.weightEdit
source: Edit body weight
de: Körpergewicht bearbeiten
es: Editar el peso corporal
fr: Modifier le poids
ja: 体重を編集
ko: 체중 편집
th: แก้ไขน้ำหนักตัว
zh_hans: 编辑体重
zh_hant: 編輯體重

source: Try Again
de: Erneut versuchen
es: Intentar de nuevo
fr: Réessayer
ja: もう一度試す
ko: 다시 시도
th: ลองอีกครั้ง
zh_hans: 重试
zh_hant: 重試

source: Turn On Notifications
de: Mitteilungen aktivieren
es: Activar notificaciones
fr: Activer les notifications
ja: 通知をオンにする
ko: 알림 켜기
th: เปิดการแจ้งเตือน
zh_hans: 开启通知
zh_hant: 開啟通知

source: Turn on notifications in Settings.
de: Aktivieren Sie Mitteilungen in den Einstellungen.
es: Activa las notificaciones en Ajustes.
fr: Activez les notifications dans Réglages.
ja: 設定で通知をオンにしてください。
ko: 설정에서 알림을 켜세요.
th: เปิดการแจ้งเตือนในการตั้งค่า
zh_hans: 请前往设置开启通知。
zh_hant: 請前往設定開啟通知。

source: Unit
de: Einheit
es: Unidad
fr: Unité
ja: 単位
ko: 단위
th: หน่วย
zh_hans: 单位
zh_hant: 單位

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
ja: 不明
ko: 미상
th: ไม่ทราบ
zh_hans: 未知
zh_hant: 未知

source: Upload Images
de: Bilder hochladen
es: Subir imágenes
fr: Importer des images
ja: 画像をアップロード
ko: 이미지 업로드
th: อัปโหลดรูปภาพ
zh_hans: 上传图像
zh_hant: 上傳圖片

source: Use estradiol dosing and E2 lab values for the active PK curve.
de: Estradiol-Dosen und E2-Laborwerte für die aktive PK-Kurve verwenden.
es: Usa las dosis de estradiol y los valores de E2 del laboratorio para la curva de PK activa.
fr: Utiliser les doses d’estradiol et les valeurs biologiques E2 pour la courbe PK active.
ja: 現在のPK曲線に、エストラジオールの投薬とE2検査値を使用します。
ko: 활성 PK 곡선에 에스트라디올 투여 기록과 E2 검사 수치를 사용합니다.
th: ใช้ข้อมูลการใช้เอสตราไดออลและผลตรวจ E2 กับเส้นโค้ง PK ที่ใช้งานอยู่
zh_hans: 当前 PK 曲线使用雌二醇给药和 E2 化验值。
zh_hant: 目前 PK 曲線使用雌二醇給藥與 E2 化驗值。

source: Use testosterone dosing and T lab values for the active PK curve.
de: Testosteron-Dosen und T-Laborwerte für die aktive PK-Kurve verwenden.
es: Usa las dosis de testosterona y los valores de T del laboratorio para la curva de PK activa.
fr: Utiliser les doses de testostérone et les valeurs biologiques T pour la courbe PK active.
ja: 現在のPK曲線に、テストステロンの投薬とT検査値を使用します。
ko: 활성 PK 곡선에 테스토스테론 투여 기록과 T 검사 수치를 사용합니다.
th: ใช้ข้อมูลการใช้เทสโทสเตอโรนและผลตรวจ T กับเส้นโค้ง PK ที่ใช้งานอยู่
zh_hans: 当前 PK 曲线使用睾酮给药和 T 化验值。
zh_hant: 目前 PK 曲線使用睪酮給藥與 T 化驗值。

source: Use the current time or a past time for a dose record.
de: Verwenden Sie für einen Dosiseintrag die aktuelle oder eine vergangene Uhrzeit.
es: Usa la hora actual o una hora anterior para el registro de la dosis.
fr: Utilisez l’heure actuelle ou une heure passée pour enregistrer une dose.
ja: 投薬記録には現在または過去の時刻を指定してください。
ko: 용량 기록에는 현재 시각 또는 과거 시각을 사용하세요.
th: ใช้เวลาปัจจุบันหรือเวลาในอดีตสำหรับบันทึกการใช้ยา
zh_hans: 请使用当前时间或过去的时间记录剂量。
zh_hant: 請使用目前時間或過去的時間記錄劑量。

source: Value
de: Wert
es: Valor
fr: Valeur
ja: 値
ko: 값
th: ค่า
zh_hans: 数值
zh_hant: 數值

source: Volume
de: Volumen
es: Volumen
ja: 容量
ko: 부피
th: ปริมาตร
zh_hans: 体积
zh_hant: 體積

# watch.events.empty
source: No doses yet
de: Noch keine Dosen
es: Aún no hay dosis
fr: Aucune dose
ja: 投薬記録はまだありません
ko: 아직 기록된 용량 없음
th: ยังไม่มีรายการใช้ยา
zh_hans: 还没有记录
zh_hant: 還沒有記錄

# watch.input.e2EquivalentPreview
source: E2-equivalent: %@ mg
de: E2-Äquivalent: %@ mg
es: Equivalente de E2: %@ mg
fr: Équivalent E2 : %@ mg
ja: E2換算：%@ mg
ko: E2 환산: %@ mg
th: สมมูล E2: %@ mg
zh_hans: 折算为 E2 剂量：%@ mg
zh_hant: 折算為 E2 劑量：%@ mg

# watch.section.events
source: Medication Log
de: Medikationsprotokoll
es: Registro de medicación
fr: Journal des médicaments
ja: 服薬記録
ko: 약물 로그
th: บันทึกการใช้ยา
zh_hans: 用药记录
zh_hant: 用藥記錄

source: Weekly
de: Wöchentlich
es: Semanalmente
fr: Chaque semaine
ja: 毎週
ko: 주간
th: ทุกสัปดาห์
zh_hans: 每周
zh_hant: 每周

# Weekly on %@ at %@
source: Weekly on %1$@ at %2$@
de: Wöchentlich am %1$@ um %2$@
es: Semanalmente, el %1$@ a las %2$@
fr: Chaque semaine, le %1$@ à %2$@
ja: 毎週%1$@の%2$@
ko: 매주 %1$@ (%2$@)
th: ทุกสัปดาห์ในวัน%1$@ เวลา %2$@
zh_hans: 每周 %1$@ %2$@
zh_hant: 每周 %1$@ %2$@

source: What dose should I record? For example, say 5 milligrams EV by injection.
de: Welche Dosis soll ich aufzeichnen? Sagen Sie zum Beispiel: 5 Milligramm EV als Injektion.
es: ¿Qué dosis quieres registrar? Por ejemplo, di «5 miligramos de EV por inyección».
fr: Quelle dose dois-je enregistrer ? Par exemple : 5 milligrammes d’EV par injection.
ja: 何を記録しますか？たとえば「EVを5ミリグラム注射」のように伝えてください。
ko: 어떤 용량을 기록할까요? 예: ‘EV 5밀리그램 주사’라고 말하세요.
th: ต้องการบันทึกขนาดยาใด ตัวอย่างเช่น พูดว่า “ฉีด EV 5 มิลลิกรัม”
zh_hans: 要记录什么剂量？例如，请说“注射 5 毫克 EV”。
zh_hant: 要記錄什麼劑量？例如，請說「注射 5 毫克 EV」。

source: What dose should I record? Include the medication, route, and amount—for example, 5 milligrams EV by injection.
de: Welche Dosis soll ich aufzeichnen? Nennen Sie Medikament, Anwendungsart und Menge, zum Beispiel: 5 Milligramm EV als Injektion.
es: ¿Qué dosis quieres registrar? Incluye el medicamento, la vía y la cantidad; por ejemplo, «5 miligramos de EV por inyección».
fr: Quelle dose dois-je enregistrer ? Indiquez le médicament, la voie et la quantité, par exemple 5 milligrammes d’EV par injection.
ja: 何を記録しますか？薬剤、投与経路、量を含めてください。たとえば「EVを5ミリグラム注射」のように伝えます。
ko: 기록할 용량을 말해 주세요. 약물, 투여 경로 및 양을 포함하세요. 예: ‘EV 5밀리그램 주사’.
th: ต้องการบันทึกขนาดยาใด โปรดระบุยา วิธีใช้ และปริมาณ เช่น “ฉีด EV 5 มิลลิกรัม”
zh_hans: 要记录什么剂量？请包含药物、给药途径和剂量，例如“注射 5 毫克 EV”。
zh_hant: 要記錄什麼劑量？請包含藥物、給藥途徑和劑量，例如「注射 5 毫克 EV」。

source: What is the dose amount in milligrams?
de: Wie hoch ist die Dosis in Milligramm?
es: ¿Cuál es la cantidad de dosis en miligramos?
fr: Quelle est la dose en milligrammes ?
ja: 投与量は何ミリグラムですか？
ko: 용량은 몇 밀리그램인가요?
th: ปริมาณยาเป็นกี่มิลลิกรัม
zh_hans: 剂量是多少毫克？
zh_hant: 劑量是多少毫克？

source: What is the injection concentration in milligrams per milliliter?
de: Wie hoch ist die Injektionskonzentration in Milligramm pro Milliliter?
es: ¿Cuál es la concentración de la inyección en miligramos por mililitro?
fr: Quelle est la concentration injectable en milligrammes par millilitre ?
ja: 注射液の濃度は何mg/mLですか？
ko: 주사 농도는 밀리리터당 몇 밀리그램인가요?
th: ความเข้มข้นของยาฉีดเป็นกี่มิลลิกรัมต่อมิลลิลิตร
zh_hans: 注射浓度是多少毫克/毫升？
zh_hant: 注射濃度是多少毫克/毫升？

source: What is the patch release rate in micrograms per day?
de: Wie hoch ist die Freisetzungsrate des Pflasters in Mikrogramm pro Tag?
es: ¿Cuál es la tasa de liberación del parche en microgramos al día?
fr: Quel est le débit de libération du patch en microgrammes par jour ?
ja: パッチの1日あたり放出量は何µgですか？
ko: 패치의 일일 방출률은 몇 마이크로그램인가요?
th: อัตราการปล่อยของแผ่นแปะเป็นกี่ไมโครกรัมต่อวัน
zh_hans: 贴片释放速率是多少微克/日？
zh_hant: 貼片釋放速率是多少微克/日？

source: When the dosing happened. Defaults to now.
de: Zeitpunkt der Anwendung. Standardmäßig wird die aktuelle Uhrzeit verwendet.
es: Hora en que se administró la dosis. El valor predeterminado es ahora.
fr: Heure de la prise. L’heure actuelle est utilisée par défaut.
ja: 投与した時刻です。既定では現在時刻になります。
ko: 투여한 시각입니다. 기본값은 현재 시각입니다.
th: เวลาที่ใช้ยา ค่าเริ่มต้นคือเวลาปัจจุบัน
zh_hans: 给药发生的时间。默认为现在。
zh_hant: 給藥發生的時間。預設為現在。

source: Which exact medication should I record?
de: Welches genaue Medikament soll ich aufzeichnen?
es: ¿Qué medicamento exacto debo registrar?
fr: Quel médicament exact dois-je enregistrer ?
ja: どの薬剤を記録しますか？
ko: 어떤 약물을 기록할까요?
th: ต้องการบันทึกยาชนิดใด
zh_hans: 要记录的确切药物是什么？
zh_hant: 要記錄的確切藥物是什麼？

source: Which hormone should I check—estradiol or testosterone?
de: Welches Hormon soll ich prüfen – Estradiol oder Testosteron?
es: ¿Qué hormona debo comprobar: estradiol o testosterona?
fr: Quelle hormone dois-je vérifier : estradiol ou testostérone ?
ja: どちらのホルモンを確認しますか？エストラジオールまたはテストステロンを選んでください。
ko: 어떤 호르몬을 확인할까요? 에스트라디올 또는 테스토스테론을 선택하세요.
th: ต้องการตรวจสอบฮอร์โมนใด: เอสตราไดออลหรือเทสโทสเตอโรน
zh_hans: 您想查询哪种激素——雌二醇还是睾酮？
zh_hant: 您想查詢哪種激素——雌二醇還是睪固酮？

source: Which HRT are you tracking?
de: Welche HRT verfolgen Sie?
es: ¿Qué tipo de HRT quieres registrar?
fr: Quel THS suivez-vous ?
ja: 記録するHRTはどちらですか？
ko: 어떤 HRT를 추적하고 계신가요?
th: คุณกำลังติดตาม HRT ประเภทใด
zh_hans: 你正在记录哪种 HRT？
zh_hant: 你正在記錄哪種 HRT？

source: Widget & Thresholds
de: Widget & Grenzwerte
es: Widget y umbrales
fr: Widget et seuils
ja: ウィジェットとしきい値
ko: 위젯 및 기준값
th: วิดเจ็ตและเกณฑ์
zh_hans: 小组件与阈值
zh_hant: 小工具與閾值

source: Widget Settings
de: Widget-Einstellungen
es: Ajustes del widget
fr: Réglages du widget
ja: ウィジェット設定
ko: 위젯 설정
th: การตั้งค่าวิดเจ็ต
zh_hans: 小组件设置
zh_hant: 小工具設定

source: You can change this later in Settings. Existing lab reports are not changed.
de: Sie können dies später in den Einstellungen ändern. Bestehende Laborberichte werden nicht geändert.
es: Puedes cambiarlo más adelante en Ajustes. Los informes de laboratorio existentes no se modificarán.
fr: Vous pourrez modifier ce choix plus tard dans Réglages. Les bilans existants ne seront pas modifiés.
ja: この設定は後から変更できます。保存済みの検査レポートは変更されません。
ko: 나중에 설정에서 변경할 수 있습니다. 기존 검사 보고서는 변경되지 않습니다.
th: คุณเปลี่ยนการตั้งค่านี้ภายหลังได้ในการตั้งค่า โดยรายงานผลตรวจที่มีอยู่จะไม่เปลี่ยนแปลง
zh_hans: 之后可在设置中更改。已有化验报告不会被修改。
zh_hant: 之後可在設定中更改。已有化驗報告不會被修改。

source: You need a dose template before saving the plan.
de: Sie benötigen eine Dosisvorlage, bevor Sie den Plan speichern.
es: Necesitas una plantilla de dosis antes de guardar el plan.
fr: Un modèle de dose est requis avant d’enregistrer le plan.
ja: プランを保存するには投薬テンプレートが必要です。
ko: 계획을 저장하기 전에 용량 템플릿이 필요합니다.
th: ต้องมีแม่แบบขนาดยาก่อนบันทึกแผน
zh_hans: 保存计划前需要先设置剂量模板。
zh_hant: 儲存計劃前需要先設定劑量模板。

# about.opensource.repo.title
source: GitHub Repository
es: Repositorio de GitHub
fr: Dépôt GitHub
ja: GitHubリポジトリ
ko: GitHub 저장소
th: คลังโค้ด GitHub
zh_hans: GitHub 开源
zh_hant: GitHub 開源

# about.section.opensource
source: Open Source
es: Código abierto
ja: オープンソース
ko: 오픈소스
th: โอเพ่นซอร์ส
zh_hans: 开源
zh_hant: 開源

source: Anti-androgen
es: Antiandrógeno
fr: Antiandrogène
ja: 抗アンドロゲン薬
ko: 항안드로겐
th: ยาต้านแอนโดรเจน
zh_hans: 抗雄激素
zh_hant: 抗雄激素

# input.medication_type.anti_androgen
source: Anti-androgen
es: Antiandrógeno
fr: Antiandrogène
ja: 抗アンドロゲン薬
ko: 항안드로겐
th: ยาต้านแอนโดรเจน
zh_hans: 抗雄
zh_hant: 抗雄

# input.sublingual.standard
source: Standard
es: Estándar
ja: 標準
ko: 표준
th: มาตรฐาน
zh_hans: 标准
zh_hant: 標準

source: Name
es: Nombre
fr: Nom
ja: 名前
ko: 이름
th: ชื่อ
zh_hans: 名称
zh_hant: 名稱
